Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=825_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: SaKaste- hankkeen tuotokset nyt käytettävissä
sme: SaKaste-fidnu bohtosat dál geavaheamis

source: Vuonna 2013 päättyneen SaKaste- hankkeen tuotokset ovat nyt kaikkien käytettävissä netissä.
sme: Jagis 2013 nohkan SaKaste- fidnu bohtosat leat dál neahtas buohkaid geavaheamis.

source: Hankkeen kehittämistyön tuotoksena tehtiin oppaat saamelaiseen vanhus- ja varhaiskasvatustyöhön.
sme: Fidnu ovddidanbarggu boađusin dahkkojuvvojedje rávagirjjážat sámi boarrásiid- ja árrabajásgeassinbargui.

source: SaKaste- Saamelaisten sosiaali- ja terveyspalveluiden kehittämisrakenne-hanke toteutettiin vuosina 2011 -2013.
sme: SaKaste- Sámi sosiála- ja dearvvasvuođabálvalusaid ovddidanráhkadus-fidnu čađahuvvui jagiin 2011 -2013.

source: Hanke oli PaKaste 2 - Pohjoisen alueen Kaste- osahanketta.
sme: Fidnu lei oassi PaKaste 2 – Davvi guovllu Kaste-fidnus.

source: SaKaste- hankkeen aikana parannettiin saamenkielisten ja kulttuuriin pohjautuvien palveluiden laatua, vaikuttavuutta ja saatavuutta.
sme: SaKaste- fidnu áigge buoriduvvui sámegielat ja kultuvrii vuođđuduvvi bálvalusaid kvalitehta, váikkuheaddjivuohta ja oažžun.

source: Kehittämistyöprosessin aikana saamelaisten työntekijöiden oma ammatti-identiteetti vahvistui ja keskinäinen asiantuntijaverkosto laajeni ja tiivistyi.
sme: Figgamuššan lei maid geahpedit guovlluguovdasaš earuid láhčimiin sámegielat ja sámekultuvrii vuođđuduvvi buriid bargometodaid ja doaibmamálliid.

source: Kehittämistyötä tehtiin prosessiluontoisesti ja saamelaiskulttuurin lähtökohdista.
sme: Ovddidanbargu dahkkojuvvui proseassalundosaččat ja dan vuođđun lei sámekultuvra.

source: Saamelaisen varhaiskasvatuksen ja vanhustyön parissa työskentelevä saamenkielinen henkilöstö toimi tiimityöskentelyn aikana kehittäjäasiantuntijoina.
sme: Sámi árrabajásgeassima ja boarrásiidbarggu sámegielat bargoveahka doaimmai bargojoavkobargama áigge ovddidanáššedovdin.
